{
  "questions":[
      "Which three words describe you best?",
      "Which is your best feature?",
      "Which common saying or phrase describes you?",
      "What’s the best thing that’s happened to you this week?",
      "Who was your role model when you were a child?",
      "Who was your favorite teacher and why?",
      "What was your favorite subject at school?",
      "What did you want to be when you grew up?",
      "What would be your perfect job?",
      "What is your greatest achievement?",
      "Have you ever won a trophy or medal?",
      "What is the longest word you know?",
      "Who is the most inspirational person to you?",
      "What is the best praise or advice you’ve received?",
      "Which would you prefer — three wishes over five years or one wish right now?",
      "If you could have one wish come true what would it be?",
      "Did you ever keep a New Year’s resolution?",
      "What was your favorite gift/present?",
      "What was the worst gift/present you’ve received?",
      "What was your favorite childhood toy?",
      "Which skill would you love to learn?",
      "Which language would you like to learn?",
      "If money was not a concern what would you do every day if you didn’t work?",
      "What’s your hidden talent?",
      "What was the funniest moment in your life?",
      "What was the most embarrassing moment in your life?",
      "Have you seen a ghost or an alien?",
      "Would you like to see into the future? Why?",
      "Would you like to be invisible for a day? Why?",
      "If you could rule the world for a day state something that you’d ban.",
      "If you had magical powers name something that you’d change.",
      "Would you rather be clever or beautiful?",
      "Would you like to be taller or thinner?",
      "What irritates you the most?",
      "Have you gone out with mismatched socks or shoes on?",
      "Where would you love to go on holiday?",
      "Why would you like to go to a tropical island or the Arctic more?",
      "Where would you most like to live?",
      "Which planet in the solar system would you visit?",
      "Which animal would you choose to be?",
      "If you were a flower which one would you be?",
      "If you were a tree which one would you be?",
      "Have you baked a cake, who for and was it a success?",
      "What flavor ice cream would you be?",
      "Which chocolate bar is most like you?",
      "What is your favorite food?",
      "What is your favorite drink?",
      "What fruit or vegetable would you be?",
      "Would you rather be a hot or a cold drink?",
      "Which task or chore is your favorite?",
      "Which task or chore is least favorite?",
      "Which office machine is your favorite?",
      "What type of car would you be?",
      "Did you ever lock your car keys in the car?",
      "Have you locked yourself out of the house?",
      "Would you rather lock yourself out of your house or your car?",
      "Have you gone in to a room and forgotten why?",
      "If you could have true love or $1 million which would you choose?",
      "What is your favorite TV show and why?",
      "What is your favorite song?",
      "What is your favorite book?",
      "What is your favorite film?",
      "What is the best chat up line you’ve heard or had said to you?",
      "Who would you like to be for a day?",
      "Who would you choose to be marooned on a desert island with?",
      "Who would play you in a film?",
      "Which famous person would you like to meet?",
      "Which famous person would you never want to meet?",
      "If you could invite any three people (past or present) to dinner, who would you choose?",
      "Which time period would you visit in history?",
      "Would you prefer to visit Earth in 2100 or travel back to 1900?",
      "Which person from history would you most like to meet?"
  ]
}
